brew "git"
brew "gh"
brew "neovim"
brew "tmux"
brew "ripgrep"
brew "tree-sitter"
brew "lazygit"
brew "htop"
brew "nvm"
brew "uv"
brew "docker"
brew "mole"
brew "cmatrix"

cask "ghostty"
cask "raycast"
cask "docker-desktop"
cask "postman"
cask "tailscale-app"
cask "hiddenbar"
